brew "bat"
brew "cmake"
brew "coreutils"
brew "eza"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git-lfs"
brew "gnu-sed"
brew "gnutls"
brew "ipcalc"
brew "jq"
brew "jsonnet"
brew "libssh"
brew "mise"
brew "nkf"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "uv"
brew "watch"
brew "xz"
brew "yq"
brew "zoxide"
brew "zstd"
brew "mcat"
cask "1password-cli"
cask "font-sauce-code-pro-nerd-font"
cask "macvim-app"
cask "wezterm@nightly"
