tap "gcenx/wine"
tap "goreleaser/tap"
brew "bat"
brew "cmake"
brew "coreutils"
brew "eza"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git-lfs"
brew "gnu-sed"
brew "gnutls"
brew "ipcalc"
brew "jq"
brew "libssh"
brew "mise"
brew "nkf"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "uv"
brew "watch"
brew "xz"
brew "yq"
brew "zstd"
cask "font-sauce-code-pro-nerd-font"
cask "gstreamer-runtime"
cask "macvim-app"
cask "qmk-toolbox"
cask "utm"
vscode "aki77.ghq"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-mermaid"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "grafana.vscode-jsonnet"
vscode "joeberria.statusbarerror"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "njpwerner.autodocstring"
vscode "redhat.vscode-yaml"
vscode "redis.redis-for-vscode"
vscode "rust-lang.rust-analyzer"
vscode "shardulm94.trailing-spaces"
vscode "tamasfe.even-better-toml"
vscode "ty4z2008.html-preview"
vscode "typespec.typespec-vscode"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "vue.volar"
